<template>
    <div class="zfxy-wrap">
        <div>
            <h1>«银行卡支付服务协议»</h1>
            <p>本协议签订目的：由人众金服通过其合作支付机构向您提供银行卡支付相关服务。</p>
            <p>当您注册或使用本服务时，即表示您已阅读、了解并同意接受本协议条款之内容。
            </p>
            <h3>第一条：声明</h3>
            <p>(一)在您同意接受本协议并注册成为人众金服用户时，您是能够独立承担民事责任的完全民事行为能力人。
            <p>(二)您使用的银行卡为本人合法拥有的同名银行卡，请提供正确完整的银行卡支付交易相关资料以完成支付。人众金服及其合作支付机构将仅为提供本服务之目的在必要范围内按相关规定使用您所提供的信息。
            <p>(三)若因您提供的资料不完整或有错误导致支付失败，人众金服对此不承担任何责任。
            <p>(四)若因您未及时更新基本资料，导致本服务无法提供或提供时发生错误，不得将此作为取消交易或拒绝付款的理由，且人众金服不对因此发生的损失承担责任。</p>

            <h3>第二条：用户信息及密码安全</h3>
            <p>您同意遵守和执行以下事项:
            <p>(一)人众金服通过您的银行账户信息及短信验证码或手势密码识别您的指示，请妥善保管上述信息与密码，因短信验证码或手势密码泄露导致的损失，人众金服不承担任何责任。
            <p>(二)若您的银行卡遭到冒用、盗用或有其他任何影响安全的问题发生时，请立即通知人众金服。在接到通知后，人众金服将向合作支付机构下达终止支付的指令，并视情况上报相关监管机构。人众金服于接到终止支付通知前， 对第三人使用本服务已发生之效力和后果，除非可证明人众金服对未经合法授权之使用的形成存在故意或重大过失，否则人众金服不承担任何责任。因您迟延通知产生的损失，人众金服不承担任何责任。
            <p>(三)若您丢失了账户名或者密码，人众金服将按照相关流程经核验您的身份后提供挂失服务。</p>

            <h3>第三条：本服务的使用</h3>
            <p>为有效保障您使用本服务进行交易时的合法权益，您理解并同意接受以下规则：</p>
            <p>(一)	一旦您使用本服务，人众金服将遵照您的指示并根据人众金服及其合作支付机构的流程规定和要求将您指定银行账户中的款项支付给您所指定的对象，或遵照您的指示并根据人众金服及其合作支付机构的流程规定和要求，收取他人支付给您的款项，将此笔款项转入您所指定银行账户中。人众金服或其合作支付机构均不提供预支或垫付、透支、现金存取和融资服务。</p>
            <p>(二)	人众金服通过以下两种方式接受您的指令：
                一，您在人众金服网站上通过该账户密码登陆并依照本服务预设流程所修改或确认的交易状态；
                二，您通过您注册时与该账户绑定的手机或其他专属于您的通讯工具号码向本系统发送的信息(短信或电话等)回复。无论您通过以上两种方式中的任一种向人众金服发出指令，都不可撤回或撤销，且成为人众金服代理您向合作支付机构下达支付或收取款项指令的唯一依据。在您与第三方发生交易纠纷时，您授权人众金服自行判断并决定将争议货款的全部或部分支付给交易一方或双方，除非您已及时取得相关法院的就其他处理方式的命令。
            <p>(三)	您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或人众金服发送到该手机的信息 (短信或电话等)内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意人众金服单方修改服务的相关规则，而无须征得您的同意。</p>
            <p>(四)	人众金服将对您在使用本服务中的所有操作进行记录，供您在本系统中实时査询。在交易过程中您应当及时登录到本网站査看和进行交易操作。因您没有及时査看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，人众金服不负任何责任。如您以本系统的纪录为基础,，与您的账户进行核对査询后，认为数额有误，您了解并同意您最终能够收到款项的责任是由您登记的银行账户对应的银行提供的，您需向该银行请求査证。</p>
            <p>(五)	人众金服会将与您交易相关的资金独立于人众金服营运资金之外，且不会将该资金用于非您指示的用途。</p>
            <p>(六)	人众金服及其合作支付机构并非银行或其他金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金存在流转途中的合理时间，并愿意承担该合理时间可能发生的货币贬值风险及利息损失。</p>
            <p>(七)	在您使用本服务时，您授权人众金服或其合作支付机构通过银行或向第三者审核您的身份和资格，并取得关于您使用本服务的相关资料。</p>
            <p>(八)	您不得将本服务用于非人众金服许可的其他用途。</p>
            <p>(九)	交易风险</p>
            <p>1.	在使用本服务时，若您或您的交易对方未遵从本服务条款或网站说明、交易页面中之操作提示、规则，则人众金服有权拒绝为您与交易对方提供相关服务，且人众金服不承担损害赔偿责任；</p>
            <p>2.	因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作、未及时进行交易操作、遗忘或泄露银行卡号或密码、密码被他人破解、您使用的计算机被他人侵入等。</p>
            <p>(十)	权利义务移转：在本服务条款之约束下，若无人众金服的书面同意，您不得转移任何权利和义务。</p>
            <p>(十一)	本服务所涉及到的任何款项均以人民币计结，不提供任何形式的货币汇兑业务。</p>
            <p>(十二)	客户责任：如果您认为您的银行卡或手机验证码、手势密码可能存在安全问题，或者您发现有人私自使用您的银行卡或手机验证码、手势密码，请立刻通知人众金服。若您发现任何未经许可的交易，或者有人已经知悉您的银行卡号或手机验证码、手势密码，或者您发现您的交易和提现记录有误，请立即通知人众金服。</p>
            <p>(十三)	如果您发现有未经您授权产生的交易或资金提现，请立刻通知人众金服，您的及时通知将有助于保护您的权益。</p>
            <p>(十四)	在发生任何违法交易、盗窃或诈骗行为等触犯刑法之情况时，人众金服将按照有关司法机关之指示行事。由此涉及您的合法权益时，您应及时主动向人众金服、银行或有关司法机构提供有关交易证据，必要时应就您提供的证据向银行或有关司法机构进行说明，如未能提供真实有效的交易证据，您应独立承担由此造成的一切损失。</p>
            <p>(十五)	您同意配合人众金服按照有关法律规定，采取反洗钱或反恐怖融资的相关措施。
            </p>
            <h3>第四条：本服务的使用限制</h3>
            <p>您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的 (包括用于禁止或限制交易物品的交易)，也不以任何非法方式使用本服务。
            <p>1.  侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；</p>
            <p>2.  违反依法定或约定之保密义务；</p>
            <p>3.  冒用他人名义使用本服务；</p>
            <p>4.  从事不法交易行为，如洗钱、 贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他不得使用本服务进行交易的物品等；</p>
            <p>5.  提供赌博资讯或以任何方式引诱他人参与赌博；</p>
            <p>6.  使用本人信用卡账户、非法使用他人银行账户(包括信用卡账户)或无效银行账号(包括信用卡账户充值；</p>
            <p>7.  违反《银行卡业务管理办法》使用银行卡,或利用信用卡套现；</p>
            <p>8.  进行与您或交易对方宣称的交易内容不符的交易或不真实的交易；</p>
            <p>9.  从事任何可能含有电脑病毒或可能侵害本服务系统、资料之行为。</p>
            </p>
            <h3>第五条：服务中止或终止</h3>
            <p>您同意人众金服有权基于单方判断，包含但不限于人众金服认为您已经违反本服务条款的明文规定及精神，或在发现异常交易或有疑异或有违法之虞时，或在其他必要时不经事先通知而中止或终止您的银行卡的服务注册、手势密码，拒绝您使用本服务之部分或全部功能。人众金服有权要求您向人众金服提供合法有效的交易证据，必要时您应就提供的证据向人众金服、银行或有关司法机构予以说明。否则，您应独立承担由此造成的一切损失。
            </p>
            <h3>第六条：服务费用</h3>
            <p>(一)	人众金服有权根据《服务收费规则》向您收取服务费用，并通过变更《服务收费规则》调整服务费。人众金服对服务费进行调整时，会在实施新的服务费标准之前在营业场所和网站上连续公示30日 。</p>
            <p>(二)	除非另有说明或约定，您同意人众金服有权从合作支付机构代管、代收或代付的款项中直接扣除上述服务费用。</p>
            </p>
            <h3>第七条：隐私权保护</h3>
            <p>人众金服将采用行业标准惯例保护您的银行卡信息及其他用户信息，但该保护措施可能受限于技术水平限制而不能确保会员信息不会通过本协议中未列明的途径泄露出去，平台不承担因此而导致的任何损失或责任。</p>
            </p>
            <h3>第八条：系统中断或故障</h3>
            <p>因下列原因致使您无法使用本服务或造成您损失的,人众金服将不承担任何责任：</p>
            <p>(一)	人众金服或其合作支付机构制定且预先通知的系统停机维护期间。</p>
            <p>(二)	因电信机线设备原因以致发生错误、迟滞中断或不能传递。</p>
            <p>(三)	因台风、地震、海啸、洪水、停电、战争、电脑黑客等不可抗力之因素造成系统障碍不能正常执行业务。</p>
            <p>(四)	因合作支付机构进行系统升级等原因影响支付通道功能使用 。</p>
            </p>
            <h3>第九条：责任范围及责任限制</h3>
            <p>(一)	人众金服仅对本协议中列明的责任范围承担责任。</p>
            <p>(二)	您明确因交易所产生的任何风险应由您与交易对方承担。</p>
            <p>(三)	人众金服用户信息是由用户本人自行提供的，用户应保证该信息之准确、及时和完整，您应对您的判断承担全部责任。</p>
            <p>(四)	人众金服不对交易及本服务提供任何形式的保证，包括但不限于以下事项：</p>
            <p>1.  本服务符合您的需求；</p>
            <p>2.  本服务不受干扰、及时提供或免于出错；</p>

            <p>(五)	您经由本服务之使用下裁或取得任何资料,应由您自行考量且自负风险, 因资料之下裁而导致您电脑系统之任何损坏或资料流失,您应负完全责任。</p>
            <p>(六)	您自人众金服及人众金服工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成人众金服对本服务之保证。</p>
            <p>(七)	在法律允许的情况下，人众金服对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失(包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失)，不论是如何产生的，也不论是由对本协议的违约(包括违反保证)还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。即使本协议规定的排他性救济没有达到其基本目的， 也应排除人众金服对上述损失的责任。</p>
            <p>(八)	除本协议另有规定外，在任何情况下，人众金服对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。
            </p>
            <h3>第十条：知识产权保护</h3>
            <p>(一)	本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由人众金服或其关联企业依法拥有知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
            <p>(二)	非经人众金服或其关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。</p>
            <p>(三)	尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。
            </p>
            <h3>第十一条：法律适用及管辖</h3>
            <p>本服务条款之解释与适用，以及与本服务条款有关的争议，均应依照中华人民共和国法律法规予以处理，并由人众金服所在地的中华人民共和国法院管辖。</p>
        </div>
    </div>
</template>
<script>
    export default {
        name: 'RechargeProtocol',
        data(){
            return {}
        },
        methods: {}
    }
</script>
<style lang="scss" scoped>

    .zfxy-wrap{
        background: #fff;
        padding:0.3rem;
    }
    .zfxy-wrap h1{
        font-size: 0.3rem;
        text-align: center;
        margin: 0.3rem 0;
    }
    .zfxy-wrap div{
        padding: 0 0.3rem;
        margin: 0 auto;
    }
    .zfxy-wrap h3{
        margin: 0.2rem 0 0.05rem 0;
        font-size: 0.24rem;
    }
    .zfxy-wrap p{
        font-size: 0.22rem;
        text-indent: 2em;
        line-height: 0.3rem;
    }
</style>
