<template>
    <div class="agreement">
        <div class="text">
            　　欢迎阅读本注册服务协议(以下简称“本协议”)。本协议双方为杭州果投股权基金管理有限公司（以下简称“杭州果投”）与在杭州果投网站（包括PC端www.51rz.com 及手机APP客户端，以下简称“本网站”）实名注册的用户（包括自然人、法人或其他组织，以下简称“用户”）。本协议内容包括协议正文及所有已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。本协议适用于用户在本网站的全部活动。请用户在注册成为本网站用户前务必仔细阅读以下条款，若用户一旦注册，则表示用户同意接受本网站的服务，并已充分理解、接受本协议全部条款。
            <br/><span>一、定义</span>
            <br/>1.1 用户：本网站用户必须是具备完全民事权利能力及完全民事行为能力的自然人、法人或其他组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的法人或其他组织不应当注册为本网站的用户，超过自身民事权利或行为能力范围从事信息发布、交易的，其与杭州果投之间的服务协议自始无效，杭州果投一经发现，有权立即注销该用户，并追究其使用杭州果投“服务”的一切法律责任，用户所享的权益也将全部不受本协议保护。
            <br/>1.2用户注册：是指用户登录杭州果投网站或APP，按本网站要求实名填写相关信息并确认同意履行相关注册协议要求的过程。用户因在本网站交易而发生的所有应纳税赋，及其它费用均由用户负责支付。

            <br/><span>二、注册义务 </span>
            <br/>2.1 用户必须按照本网站的注册要求，真实、准确、完整的填写用户的实名信息资料；维持并及时更新资料，使其保持真实、准确、完整和反应当前情况。倘若用户提供的资料不真实、准确和完整或我公司有合理理由怀疑该资料不真实、准确、完整的，我公司有权暂停或终止用户的注册身份，并拒绝用户在目前和将来对服务以任何形式使用。如用户注册时的资料信息（包括但不限于注册时的姓名、银行账号、手机号码等信息）发生变更的，应在变更之日起2日内通知本网站，如用户未及时履行通知义务，则本网站默认用户注册时的资料信息未发生变更，送达相关信息时仍以注册时的资料信息为准，因此造成的损失，与本网站无关。
            <br/>2.2 在实名注册登记过程中，用户将选择注册名和密码。注册名的选择应遵守法律法规及社会公德。用户必须对自己的密码保密，用户将对自己注册名和密码下发生的所有活动承担责任。如发现任何人未经用户同意使用用户的注册名跟密码，用户需立即通知我公司；对该行为造成的损害，我公司不负任何责任。
            <br/>2.3 本协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。用户按照本网站规定的注册程序成功注册为用户，即表示同意并签署了本协议。本协议不涉及用户与本网站的其他用户之间因网上借贷而产生的法律关系及法律纠纷，但用户在此同意将全面接受和履行与本网站其他用户在本网站签订的任何电子法律文本，并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
            <br/>2.4 本网站有权根据中国的法律、法规、规章及其他政府规定不时地制定、修改本协议或各类规则，如本条款及规则有任何变更，一切变更以本网站最新公布条例为准，且无需另行单独通知用户。本网站将随时刊载并公告本协议及规则的变更情况，经修订的协议、规则一经公布，立即自动生效。用户应不时地注意本协议及附属规则的变更，若用户在本协议及具体规则内容公告变更后继续使用本服务的，表示用户已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时用户在协议和具体规则修订前已通过本网站开展的出借，应视为已按照修订后的本协议及有关规则进行了调整、授权和追认。若用户不同意修改后的协议内容，用户应停止使用本网站的服务。

            <br/><span>三、用户的权利和义务</span>
            <br/>3.1 用户应保证其在本网站注册时的名称信息真实、准确、完整，在注册信息发生变更时，应在变更之日起2日内通知本网站。
            <br/>3.2 用户有权利拥有在杭州果投的会员名及登录密码，并有权利使用自己的会员名及密码随时登录杭州果投平台。用户不得以任何形式擅自转让或授权他人使用自己的杭州果投会员名及密码。
            <br/>3.3 用户同意遵守本网站发布的各种交易规则与公告，接收来自杭州果投或杭州果投合作伙伴（包括但不限于相关存管银行、第三方支付机构）发出的邮件或其他信息。
            <br/>3.4 用户应当保证在使用杭州果投平台进行信息发布过程中遵守诚实信用的原则，不得在发布的信息中包含有反动、暴力、淫秽、毒品、赌博、教唆及有损社会公共道德的内容；不得发布各类违法或违规信息。
            <br/>3.5 用户不应在杭州果投平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度。
            <br/>3.6 用户在杭州果投平台上不得发布包含有国家禁止或限制发布包含有侵犯他人知识产权或其它合法权益的机密类信息，也不得发布违背社会公共利益或公共道德的、或是杭州果投认为不适合在杭州果投上发布的信息。
            <br/>3.7 用户同意不对杭州果投上任何数据作商业性利用，包括但不限于在未经杭州果投事先书面批准的情况下，以复制、传播等方式使用在杭州果投网站上展示的任何资料。
            <br/>3.8 用户如在本网站进行投资的，应保证资金来源合法、合规；用户如通过本网站中介服务获取借贷资金的，应保证按借贷申请所例用途使用资金，且资金使用目的符合法律、法规及相关监管机构的规定。如用户违反本承诺，因此造成的经济损失及法律责任，全部由用户自身承担。

            <br/><span>四、杭州果投的权利义务</span>
            <br/>4.1杭州果投有权通过自身为用户提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务。
            <br/>4.2杭州果投有义务在现有技术上维护整个网上平台的正常运行，并努力提升和改进技术。对与用户在注册使用杭州果投平台中所遇到的与信息发布或注册有关的问题及反应的情况，杭州果投应及时作出回复。
            <br/>4.3因网上平台的特殊性，杭州果投没有义务对所有会员的注册资料、行为及其他事项进行事先审查。
            <br/>4.4用户在杭州果投进行交易过程中如与其它投资者产生纠纷，请求杭州果投从中予以调处，经杭州果投审核后，杭州果投有权通过电子邮件联系向纠纷双方了解情况，并将所了解的情况通过电子邮件互相通知对方。
            <br/>4.5用户因在杭州果投平台上进行借贷而与其他用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求杭州果投提供相关数据，杭州果投应积极配合并提供有关资料。
            <br/>4.6经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者杭州果投有足够事实依据可以认定用户存在违法或违反服务协议行为的，杭州果投有权在杭州果投平台及所在网站上以网络发布形式公布用户的违法行为。
            <br/>4.7在用户使用杭州果投服务时，杭州果投有权接收并记录用户的个人信息，包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录等。

            <br/><span>五、许可使用权</span>
            <br/>用户授予杭州果投永久的、免费的、完整的许可使用权利（并且有权对该权利进行再授权），使杭州果投有权使用、复制、修改、发布、翻译、分发用户的资料或制作其派生作品，以已知或日后开发的任何形式、媒体或技术，将用户的资料纳入其他作品里。
            
            <br/><span>六、隐私权</span>
            <br/>杭州果投尊重并保护所有使用杭州果投网络服务用户的个人隐私权。为了给用户提供更准确、更有个性化的服务，杭州果投会按照本隐私权政策的规定使用和披露用户的个人信息。但杭州果投将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得用户事先许可的情况下，杭州果投不会将这些信息对外披露或向第三方提供（但法律、法规或监管部门要求的除外）。杭州果投会不时更新本隐私权政策。 用户在同意杭州果投络服务使用协议之时，即视为用户已经同意本隐私权政策全部内容。本隐私权政策属于本协议不可分割的一部分。
            <br/>6.1  适用范围
            <br/>a) 在用户注册杭州果投帐号时，用户根据杭州果投要求提供的个人注册信息（商家应法律法规要求需公示的企业名称及相关工商注册信息除外）；用户了解并同意，以下信息不适用本隐私权政策：
            <br/>a) 用户在使用杭州果投平台提供的搜索服务时输入的关键字信息；
            <br/>b) 杭州果投收集到的用户在杭州果投发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；
            <br/>c) 违反法律规定或违反杭州果投规则行为及杭州果投已对用户采取的措施。
            <br/>6.2 信息使用
            <br/>a) 杭州果投不会向任何无关第三方提供、出售、出租、分享或交易用户的个人信息，除非事先得到用户的许可，或该第三方和杭州果投（含杭州果投关联公司）单独或共同为用户提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
            <br/>b) 杭州果投亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何杭州果投平台用户如从事上述活动，一经发现，杭州果投有权立即终止与该用户的服务协议。
            <br/>c) 为服务用户的目的，杭州果投可能通过使用用户的个人信息，向用户提供用户感兴趣的信息，包括但不限于向用户发出产品和服务信息，或者与杭州果投合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。
            <br/>6.3  信息披露
            <br/>在如下情况下，杭州果投将依据用户的个人意愿或法律的规定全部或部分的披露用户的个人信息：
            <br/>a) 经用户事先同意，向第三方披露；
            <br/>b) 为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息；
            <br/>c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
            <br/>d) 如用户出现违反中国有关法律、法规或者杭州果投服务协议或相关规则的情况，需要向第三方披露；
            <br/>e) 如用户是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
            <br/>f) 在杭州果投平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，杭州果投有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。
            <br/>g) 其它杭州果投根据法律、法规或者网站政策认为合适的披露。

            <br/><span>七、通知</span>
            <br/>本协议项下的通知如以站内通知方式作出，一经在站内通知发布即视为已经送达。除此之外，其他向用户个人发布的具有专属性的通知将由本网站向用户在注册时提供的电子邮箱，或本网站在用户的个人账户中为用户设置的站内消息系统栏，或用户在注册后在本网站绑定的手机发送，一经发送即视为已经送达。请用户密切关注用户的电子邮箱 、站内消息系统栏中的邮件、信息及手机中的短信信息。用户同意本网站出于向用户提供服务之目的，可以向用户的电子邮箱、站内消息系统栏和手机发送有关通知或提醒；若用户不愿意接收，请在本网站相应系统版块进行设置。但用户同时同意并确认，若用户设置了不接收有关通知或提醒，则用户有可能收不到该等通知信息，用户不得以用户未收到或未阅读该等通知信息主张相关通知未送达于用户。

            <br/><span>八、其他</span>
            <br/>8.1 免责声明：用户将对用户发布的信息及其他在杭州果投上发生的任何行为承担责任，我公司对此不负任何责任。
            <br/>8.2 不可抗力：对于因杭州果投合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使杭州果投延迟或未能履约的，杭州果投不对用户承担任何责任。
            <br/>8.3 转让：杭州果投转让本协议无需经用户同意。
            <br/>8.4管辖：因本协议或本公司服务所引起的或与其有关的任何争议，应向杭州果投注册地人民法院提起诉讼并适用中华人民共和国法律。
        </div>
    </div>
</template>
<script>
    export default {
        name: 'registerProtocol'
    }
</script>
<style lang="scss" scoped>
    .agreement {
        @include box((p:0.2rem 0.4rem, c: #8f8f8f, fs:0.24rem, lh:0.4rem, bg:#fff, ta:justify));
        span {
            @include box((c:#f63))
        }
    }
</style>